txt_next = 'Начало'
txt_hello = 'Добро пожаловать в программу по определению состояния здоровья!'
txt_instruction ='''Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья.
Проба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при физической нагрузке.
У испытуемого, находящегося в положении лежа на спине в течение 5 мин, определяют частоту пульса за 15 секунд; затем в течение 45 секунд испытуемый выполняет 30 приседаний.
После окончания нагрузки испытуемый ложится, и у него вновь подсчитывается число пульсаций за первые 15 секунд, а потом — за последние 15 секунд первой минуты периода восстановления.
Важно! Если в процессе проведения испытания вы почувствуете себя плохо (появится головокружение, шум в ушах, сильная одышка и др.), то тест необходимо прервать и обратиться к врачу.'''
txt_title = 'Тест Рупье'
win_width = 900
win_height = 600
txt_name = 'Введите Ф.И.О:'
txt_age = 'Полных лет:'
txt_1test = 'Лягте на спину и замерте пульс за 15 секунд.Нажмите кнопку"Начать первый тест"чтобы запустить таймер'
txt_2test = 'выполните 30 приседаний за 45 секунд.  нажмите на "Начать делать приседания"чтобы начать таймер'
txt_3test = 'лягте сначала замерте первые 15 секунд минуты потом последние.чтобы начать нажмите"Начать финальный тест"'
txt_timer = '00:00'
txt_1tst = 'Начать первый тест'
txt_2tst = 'Начать делать приседания'
txt_3tst = 'Начать финальный тест'
txt_results = 'Перейти к результатам'
txt_title2 = 'Тесты'
